Repository: trewe/wl-pt-trans
Catalog: */mp_scenario_smugglers.wmf.po
Languages: pt

source: Game Status
pt: Estado do Jogo

source: Wares Smuggled
pt: Mercadorias contrabandeadas

source: %i point
pt: %i ponto

source: Smugglers
pt: Contrabandistas

source: Rules
pt: Regras

source: Smugglers is a fun map for 4 players. You and your partner start diagonally from each other on a point symmetric island. There are plenty of smuggling tunnels on this island, each consisting of a receiving and a sending end.
pt: Contrabandistas é um mapa divertido para quatro jogadores. Tu e o teu parceiro começam nas posições diagonais de um ponto simétrico da ilha. Há vários túneis nesta ilha, cada qual consiste de uma ponta por onde se recebem itens e outra de onde se os enviam.

source: To establish a smuggling route, you need to build a warehouse on a sending/receiving spot while your team mate has to build one on the corresponding receiving/sending spot. A ware is then transported every 10 seconds.
pt: Para estabelecer uma rota de contrabando precisas de construir um armazém num ponto de envio/recepção assim como o teu companheiro. Um produto é então transportado a cada 10 segundos.

source: For harder to defend smuggling routes, you get 2 or 3 points per ware smuggled. The first team to collect %s wins.
pt: Por cada rota de contrabando difícil de defender, ganhas pontos: 2 ou 3 por mercadoria. A primeira equipa a ter %i pontos, ganha.

source: A sending spot
pt: Um local de envio

source: A receiving spot
pt: Um local de recepção

source: Remember that the map has rotational symmetry. For example, when you have found a spot to the top-left of your headquarters, the corresponding spot will be to the bottom-right of the headquarters of your team mate.
pt: Lembra-te de que o mapa tem simetria rotacional: quando encontrares um ponto acima à esquerda da tua base, o ponto correspondente estará no canto direito inferior da base do teu companheiro de equipa.

source: You can see the number of wares traded at any time in the general statistics menu. Good luck!
pt: Podes ver o número de mercadorias comercializadas a qualquer altura no menu geral de estatísticas. Boa sorte e diverte-te!

source: A new smuggling route from %1$s to %2$s has been established! Every ware they smuggle there is worth %3$s.
pt: Uma nova rota de contrabando deste %1$s à %2$s fora estabelecida! Cada mercadoria contrabandeada por esta rota vale %3$s pontos.

source: Your team has established a new smuggling route. You have the sending warehouse. Every ware smuggled here is worth %s.
pt: A tua equipa estabeleceu uma nova rota de contrabando, da qual és o dono do armazém principal. Cada mercadoria contrabandeada por aqui vale %s pontos.

source: Your team has established a new smuggling route. You have the receiving warehouse. Every ware smuggled here is worth %s.
pt: A tua equipa estabeleceu uma nova rota de contrabando, da qual és o dono do armazém receptor. Cada mercadoria contrabandeada por aqui vale %s pontos.

source: The smuggling route worth %1$s from %2$s to %3$s has been broken!
pt: A rota de contrabando evaluada em %1$s de %2$s até %3$s fora interrompida!

source: Game over! %1$s and %2$s have won the game! %3$s and %4$s only managed to collect %5$s.
pt: Fim do Jogo! %1$s e %2$s venceram o jogo! %3$s e %4$s apenas conseguiram contrabandear %5$s.
